Repository: Muhammed-AbdelRaheem/Techvally
Catalog: Utility/Reseources/SharedResource.*.resx
Languages: ar

source: 24-hour security
ar: أمن على مدار 24 ساعة

source: Accounts Informations
ar: معلومات الحسابات

source: Acknowledging The
ar: الاعتراف ب

source: Administrative mall
ar: مول إداري

source: Albums
ar: ألبوم

source: All Developers
ar: جميع المطورين

source: All Project Types
ar: جميع أنواع المشاريع

source: All Projects
ar: كل المشاريع

source: All Spaces /M2
ar: جميع المساحات / م 2

source: Ambulance center
ar: مركز الاسعاف

source: Amenities
ar: وسائل الراحة

source: And
ar: و

source: And Acknowledging The
ar: والاعتراف

source: Apply Filters
ar: بحث

source: Arabic Address
ar: عنوان الفعالية بالعربية

source: Arabic Description
ar: الوصف بالعربية

source: Arabic Name
ar: الإسم بالعربية

source: Arabic Organizer
ar: إسم المنظم بالعربية

source: Area
ar: منطقة

source: Artificial lakes
ar: بحيرات صناعية

source: Availability
ar: التوفر

source: Available
ar: متاح

source: Balcony
ar: شرفة

source: Baths
ar: الحمامات

source: Beds
ar: سرير

source: By Clicking Sign Up You Are Agreeing To The
ar: بالنقر فوق تسجيل ، فأنت توافق على

source: By Sending This Message You Are Agreeing To The
ar: بإرسال هذه الرسالة ، فإنك توافق على

source: Central air-conditioning
ar: تكييف الهواء المركزي

source: Change Password
ar: تغيير كلمة المرور

source: City
ar: المدينة

source: Class Arabic Description
ar: وصف الفئة بالعربية

source: Class Arabic Name
ar: إسم الفئة بالعربية

source: Class English Description
ar: وصف الفئة بالإنجليزية

source: Class English Name
ar: إسم الفئة بالإنجليزية

source: Class Tickets Count
ar: عدد فئات التذاكر

source: Commercial Mall
ar: مول تجاري

source: Compare
ar: المقارنات

source: Phone
ar: الهاتف

source: Confirm password
ar: تأكيد كلمة المرور

source: Confirmed Ticket
ar: التذاكر المؤكدة

source: ConfirmPassword
ar: تأكيد كلمة المرور

source: ConfirmPasswordError
ar: تأكيد كلمة المرور

source: Continue With Apple
ar: تواصل مع أبل

source: Continue With Facebook
ar: تواصل مع الفيسبوك

source: Continue With Google
ar: تواصل مع جوجل

source: CountryRequired
ar: ادخل العنوان

source: Current password
ar: كلمة المرور القديمة

source: Cycling track
ar: ركوب الدراجات المسار

source: Date Of Birth
ar: تاريخ الميلاد

source: Delivery Date
ar: تاريخ التسليم

source: Developer
ar: المطور

source: Developers
ar: المطورين

source: Downloads
ar: التحميلات

source: EGP
ar: ج

source: Electric generator
ar: مولد كهربائي

source: Electric meter
ar: عداد كهرباء

source: Electronic gates
ar: بوابات الكترونية

source: Elevators
ar: مصاعد

source: Email
ar: البريد الإلكتروني

source: Email '{0}' is already taken.
ar: البريد الإلكتروني مستخدم من قبل

source: EmailError
ar: البريد الأكتروني مطلوب

source: English Address
ar: عنوان الفعالية بالإنجليزية

source: English Description
ar: الوصف بالإنجليزية

source: English Letters Only
ar: حروف انجليزية فقط

source: English Name
ar: الإسم بالإنجليزية

source: English Organizer
ar: إسم المنظم بالإنجليزية

source: Enter a valid e-mail address
ar: يرجى كتابة البريد الإلكتروني بشكل صحيح

source: Enter New Password
ar: أدخل كلمة مرور جديدة

source: Enter Old Password
ar: أدخل كلمة المرور القديمة

source: Enter your email
ar: ادخل البريد الألكتروني

source: Escalators
ar: سلالم متحركة

source: Event Arabic Description
ar: وصف الفعالية بالعربية

source: Event Arabic Name
ar: إسم الفعالية بالعربية

source: Event Arabic Terms
ar: الشروط والاحكام بالعربية

source: Event City
ar: المدينة

source: Event Date
ar: تاريخ الفعالية

source: Event Date Type
ar: مدة الفعالية

source: Event End Date
ar: تاريخ نهاية الفعالية

source: Event English Description
ar: وصف الفعالية بالإنجليزية

source: Event English Name
ar: إسم الفعالية بالإنجليزية

source: Event English Terms
ar: الشروط والاحكام بالإنجليزية

source: Event Time From
ar: وقت بداية الفعالية

source: Event Time To
ar: وقت نهاية الفعالية

source: Event Type
ar: نوع الفعالية

source: Favorites
ar: المفضلة

source: Female
ar: أنثى

source: Filter
ar: الفلتره

source: Finish Type
ar: نوع التشطيب

source: Firefighting system
ar: نظام مكافحة الحرائق

source: First Name
ar: الاسم الاول

source: First Name is required
ar: الاسم الأول مطلوب

source: FirstName
ar: الاسم الأول مطلوب

source: FirstNameError
ar: الاسم الأول مطلوب

source: Fitness center
ar: مركز اللياقة البدنية

source: Food Court
ar: محكمة الغذاء

source: Full Name
ar: الاسم كامل

source: FullName
ar: الاسم كامل

source: FullNameError
ar: الاسم مطلوب

source: Garage
ar: كراج

source: Gas meter
ar: متر غاز

source: Gender
ar: الجنس

source: Green areas
ar: مساحات خضراء

source: Home
ar: الرئيسية

source: Home Page
ar: الصفحة الرئيسية

source: Id
ar: الكود

source: Installment and Down Payment
ar: التقسيط والدفع

source: Installment and Down Payment
ar: التقسيط والدفع

source: Invalid login attempt.
ar: اسم المستخدم او كلمة المرور غير صحيحين

source: Kids area
ar: منطقة مخصصة للأطفال

source: Landscape
ar: منظر جمالي

source: Last Name
ar: اسم العائلة

source: Last Name is required
ar: الاسم الثاني مطلوب

source: Last Updated
ar: التحديث الاخير

source: LastName
ar: الاسم الثاني مطلوب

source: LastNameError
ar: الاسم الثاني مطلوب

source: Latest News And Events
ar: الاخبار و الفعاليات

source: Level
ar: مستوى

source: Location
ar: الموقع

source: Main Picture
ar: الصورة الرئيسية

source: Maintenance centers
ar: مراكز الصيانة

source: Male
ar: ذكر

source: Map
ar: الخريطة

source: Medical centers
ar: المراكز الطبية

source: Meeting rooms
ar: غرف الإجتماعات

source: Message
ar: الرسالة

source: MessageError
ar: الرجاء ادخال الرسالة

source: Mobile
ar: رقم الجوال

# MobileNumberRequired
source: Please add a valid phone number
ar: الرجاء إضافة رقم هاتف صالح

source: N/A
ar: غير متاح

source: New Password
ar: كلمة المرور الجديدة

source: News Details
ar: تفاصيل الاخبار

source: No developers here
ar: لا يوجد مطورين

source: No items here!
ar: لا توجد عناصر هنا!

source: No properties here
ar: لا يوجد عقارات متاحة

source: Old Password
ar: كلمة المرور القديمة

source: Panorama Elevators
ar: مصاعد بانوراما

source: Parking
ar: موقف سيارات

source: Password
ar: كلمة المرور

source: Payment Option
ar: خيار الدفع

source: Petrol station
ar: محطة بنزين

source: Photos
ar: الصور

source: Picture 2
ar: صورة 2

source: Picture 3
ar: صورة 3

source: Picture 4
ar: صورة 4

source: Picture 5
ar: صورة 5

source: Please enter a value greater than or equal to 1.
ar: الرقم يجب ان يكون اكبر من 0

source: Please enter a value less than or equal to 1000.
ar: الرقم يجب ان يكون اصغر من 1000

source: Please enter the required information
ar: الرجاء إدخال المعلومات المطلوبة

source: Police station
ar: قسم الامن

source: Post office
ar: مكتب البريد

source: Price
ar: السعر

source: Price From
ar: السعر من

source: Price Range
ar: السعر

source: Privacy
ar: سياسة الخصوصية

source: Project Details
ar: تفاصيل المشروع

source: Project Phase
ar: مراحل المشروع

source: Properties
ar: العقارت

source: Property Type
ar: نوع الملكية

source: Remember me?
ar: تذكرني ؟

source: Required
ar: هذا العنصر مطلوب

source: Reserved Ticket
ar: التذاكر المحجوزة

source: Reset
ar: إعادة ضبط

source: Saudi Mobile Number
ar: رقم جوال سعودي (مثال 966512345678)

source: Save Changes
ar: حفظ

source: Search
ar: بحث

source: Set password
ar: ضبط كلمة السر

source: Set your password
ar: تعيين كلمة المرور الخاصة بك

source: Social Club
ar: نادي اجتماعي

source: Solar energy system
ar: نظام الطاقة الشمسية

source: Sort by Highest Price
ar: ترتيب حسب أعلى سعر

source: Sort by latest
ar: ترتيب حسب الأحدث

source: Sort by Lowest Price
ar: ترتيب حسب أقل سعر

source: Sort by Newest
ar: ترتيب حسب الأقدم

source: Space
ar: المساحة (سم²)

source: String1
ar: الصفحة الرئيسية

source: String2
ar: كلمة المرور الجديدة وكلمة مرور التأكيد غير متطابقتين.

source: Subject
ar: الموضوع

source: Surveillance cameras
ar: كاميرات المراقبة

source: Swimming pool
ar: حمام السباحة

source: Terms
ar: الموافقة على الشروط والأحكام

source: Terrace
ar: مصطبة

source: test
ar: testar

source: The Email Is Already Exist
ar: البريد الإلكتروني موجود بالفعل

# The new password and confirmation password do not match.
source: Passwords does not match
ar: كلمة المرور وتأكيدها غير متطابقين

# The password and confirmation password do not match.
source: Passwords does not match
ar: كلمة المرور وتأكيدها غير متطابقين

source: The {0} must be at least {2} and at max {1} characters long.
ar: {0} لا تقل عن {2} ولا تزيد عن {1}

source: to create your new account
ar: لإنشاء حسابك الجديد

source: Total
ar: الإجمالي

source: Total Tickets
ar: عدد التذاكر

source: Type Time From
ar: وقت بداية الفئة

source: Type Time To
ar: وقت نهاية الفئة

source: User Name '{0}' is already taken.
ar: البريد الإلكتروني مستخدم من قبل

source: Validate that you are not a robot.
ar: يرجى اختيار انك لست برنامج روبوت

source: Videos
ar: الفيديوهات

source: View
ar: تفاصيل

source: Walking track
ar: مسار المشي

source: Water meter
ar: عداد مياه

source: Wi-Fi
ar: واي فاي

source: You do not have a local password for this site. Add a local account so you can log in without an external login.
ar: ليس لديك كلمة مرور محلية لهذا الموقع. أضف حسابًا محليًا حتى تتمكن من تسجيل الدخول دون الحاجة إلى تسجيل دخول خارجي.

source: Your password has been changed.
ar: تم تغيير كلمة المرور بنجاح

source: Your profile has been updated
ar: تم تحديث ملفك الشخصي

source: welcome
ar: مرحبا

source: Spark Administration Panel
ar: لوحة إدارة سبارك

source: Dashboard
ar: لوحة التحكم

source: Settings
ar: الاعدادات

source: Configurations
ar: اعدادات التطبيق

source: My Account
ar: حسابي

source: Sign Out
ar: خروج

source: All copyrights reserved to Spark Systems
ar: جميع حقوق النشر محفوظة لشركة Spark Systems

source: Save
ar: حفظ

source: Cancel
ar: الغاء

source: Create New
ar: اضافة جديد

source: Action
ar: التحكم

source: Create
ar: اضافة

source: Edit
ar: تعديل

source: Name
ar: الاسم

source: Display Order
ar: الترتيب

source: Image
ar: الصورة

source: Picture
ar: صورة

source: Hidden
ar: اخفاء

source: Code
ar: الكود

source: Users
ar: المستخدمين

source: Dashboard Users
ar: مستخدموا لوحة الادارة

source: Clients
ar: التجار

source: Sales
ar: مندوب البيع

source: Delivery
ar: مندوب الشراء

source: Manage Users
ar: ادارة المستخدمين

source: Email Confirmed
ar: تفعيل البريد الالكتروني

source: Active
ar: مفعل

source: print
ar: طباعة

source: excel
ar: اكسل

source: Shop Type
ar: نوع المحلات

source: This {0} field is required
ar: حقل {0} مطلوب

source: Custom Notification
ar: الاشعارات

source: Client
ar: تاجر

source: Content
ar: المحتوى

source: Sent Count
ar: عدد مرات الارسال

source: User
ar: مستخدم

source: User Type
ar: نوع المستخدم

source: Brands
ar: العلامات التجارية

source: Categories
ar: الفئات

source: Shop Mobile
ar: هاتف المحل

source: Address
ar: العنوان

source: Address Note
ar: علامة مميزة

source: Shop Image
ar: صورة المحل

source: Minimum Price For Order
ar: أدنى سعر للطلب

source: Enable Point
ar: تفعيل النقاط

source: Enable Wallet
ar: تفعيل المحفظة

source: Shop Name
ar: اسم المحل

source: Confirm New Password
ar: تاكيد كلمة المرورو الجديدة

source: Select a City
ar: اختر مدينة

source: Select a Area
ar: اختر منطقة

source: Select a Shop Type
ar: حدد نوع المتجر

source: Car
ar: السيارة

source: Cars
ar: السيارات

source: Weight
ar: الوزن (كجم)

source: AvailabilityStatus
ar: حالة السيارة

source: Busy
ar: مشغولة

source: Advertisements
ar: اعلانات التطبيق

source: Banners
ar: لافتات التطبيق

source: Clicks
ar: النقرات

source: Url
ar: الرابط

source: Views
ar: المشاهدات

source: This {0} field is required and Should be 600 x 600 px
ar: حقل {0} مطلوب ويجب أن يكون 600 × 600 بكسل

source: Contact Us
ar: تواصل معنا

source: Description
ar: الوصف

source: Delete
ar: حذف

source: The field {0} must be a number.
ar: يجب أن يكون الحقل {0} رقمًا.

source: Car Number
ar: رقم السيارة

source: This email already exist!
ar: هذا البريد الإلكتروني موجود بالفعل!

source: The {0} field is not a valid e-mail address.
ar: الحقل {0} ليس عنوان بريد إلكتروني صالحًا.

source: DisplayOrder
ar: الترتيب

source: Cities
ar: المحافظات

source: Areas
ar: المناطق

source: Logs
ar: السجلات

source: Duplicate
ar: نسخ و تكرار

source: Branch
ar: مخزن فرعي

source: Main
ar: مخزن رئيسي

source: Moving
ar: مخزن متنقل

source: Warehouse Type
ar: نوع المخزن

source: Warehouses
ar: المخازن

source: Car Type
ar: نوع السيارة

source: License Date
ar: تاريخ الترخيص

source: Plate Number
ar: رقم اللوحة

source: Barcode
ar: باركود

source: Brand
ar: العلامة التجارية

source: Category
ar: الفئة

source: Consumer Price
ar: سعر المستهلك(لأقل وحدة)

source: Height
ar: الارتفاع (سم)

source: Length
ar: الطول (سم)

source: Products
ar: المنتجات

source: Stop Product
ar: توقيف المنتج

source: Width
ar: العرض (سم)

source: Box
ar: كرتونة

source: Item
ar: عبوة

source: Items Count
ar: عدد العبوات

source: Max Quantity For Sale
ar: الحد الاقصى للبيع

source: Min Quantity For Sale
ar: الحد الادنى للبيع

source: Show To Trader
ar: اظهار للتاجر

source: Choose Brand
ar: اختر علامة تجارية

source: Choose Category
ar: اختر فئة

source: Prices
ar: الاسعار

source: Half Wholesale
ar: نصف جملة

source: Retail
ar: تجزئة

source: Wholesale
ar: جملة

source: type
ar: النوع

source: Show Price To Trader
ar: اظهار السعر للتاجر

source: Enable Notification
ar: تفعيل الإشعارات

source: National ID
ar: الرقم القومي

source: User Code
ar: كود المستخدم

source: SalesMen
ar: مندوبين البيع

source: Statement of trust
ar: بيان بالعهدة

source: Delivery Men
ar: مندوبين التسليم

source: Total Dept
ar: المديونية

source: Drivers
ar: السائقون

source: License
ar: الرخصة

source: License Degree
ar: درجة الرخصة

source: Area Name
ar: اسم المنطقة

source: City Name
ar: اسم المحافظة

source: Delivery Price
ar: تكلفة التوصيل

source: Delivery Time
ar: مدة التوصيل

source: Default Type
ar: الوحدة الرئيسية

source: Moves
ar: النقلات

source: Units
ar: وحدات قياس المنتج

source: PriceTypes
ar: انواع السعر

source: Add Products To Stock
ar: إضافة المنتجات للمخزن

source: Product Price
ar: سعر المنتج

# Save &amp; Continue
source: Save & Continue
ar: حفظ ومتابعة

source: Product Quantity
ar: كمية المنتج

source: No Unit Chosen Yet
ar: لم يتم اختيار أي وحدة قياس بعد

source: Assign Stock Products
ar: إضافة منتجات للمخزن

source: Warehouse Info
ar: بيانات المخزن

source: Choose Products
ar: اختر المنتجات

source: Product Info
ar: معلومات المنتج

source: Add Units To Product
ar: إضافة وحدات للمنتج

source: Our Products
ar: قسم المنتجات

source: Choose unit...
ar: .....اختر وحدة

source: Create Order
ar: اضافة طلب

source: Profitibilty Price
ar: سعر الربحية

source: Delivery Status
ar: حالة التسليم

source: Total Price
ar: السعر الإجمالي

source: Orders
ar: الطلبات

source: Created On Utc
ar: التاريخ

source: Product Details
ar: تفاصيل المنتج

source: Quantity
ar: الكمية

source: Unit Type
ar: نوع الوحدة

source: Approve Order
ar: تأكيد الطلب

source: Cancel Order
ar: إلغاء الطلب

source: Total Price For Order
ar: السعر الإجمالي للطلب

source: Cost Price
ar: سعر التكلفة

source: Sale Types
ar: أنواع البيع

source: Representative
ar: المندوبين

source: New Orders
ar: طلبات جديدة

source: Deliverables
ar: التسليمات

source: Returns
ar: المردودات

source: Damages
ar: التلفيات

source: WarehouseKeeper
ar: امين المخزن

source: Product Gallery
ar: صور المنتج

source: MultiPicutres
ar: صور متعددة

source: Control
ar: تحكم

source: Are you sure you want to delete this item?
ar: هل أنت متأكد أنك تريد حذف هذه الصورة؟

source: Close
ar: إغلاق

# Save &amp; Close
source: Save & Close
ar: حفظ وإغلاق

source: Details
ar: التفاصيل

source: From
ar: من

source: To
ar: إلي

source: All
ar: الكل

source: Approved
ar: موافق عليه

source: Canceled
ar: ملغى

source: Delivered
ar: تم التوصيل

source: InTheWay
ar: في الطريق

source: Pending
ar: قيد الانتظار

source: Overview
ar: نظرة عامة

source: Loading Data...
ar: تحميل البيانات...

source: No matching records found
ar: لم يتم العثور على سجلات مطابقة

source: Time period
ar: الفترة الزمنية

source: Phone Number
ar: رقم الهاتف

source: Warehouse Name
ar: اسم المخزن

source: WarehouseKeeper Name
ar: اسم أمين المخزن

source: Order Number
ar: رقم الطلب

source: Client Name
ar: اسم العميل

source: Status
ar: الحالة

source: Enable Cart
ar: تفعيل سلة التسوق

source: Enable Order
ar: تفعيل الطلب

source: ErrorMessages
ar: رسائل الخطأ

source: Tax
ar: الضريبة

source: Governorate
ar: المحافظة

source: ShopType
ar: نوع المحل

source: Choose
ar: اختر

source: Arabic Error Message
ar: رسالة خطأ باللغة العربية

source: English Error Message
ar: رسالة خطأ باللغة الإنجليزية

source: Date
ar: التاريخ

source: Choose Shop Type...
ar: اختر نوع المحل ...

source: Add a new product
ar: إضافة منتج جديد

source: bill Details
ar: تفاصيل الفاتورة

source: Change the current order status
ar: تغيير حالة الطلب الحالية

source: Client Details
ar: تفاصيل العميل

source: Client Name:
ar: اسم العميل:

source: Coupon discount
ar: خصم الكوبون

source: Customer points discount
ar: خصم نقاط العميل

source: Delivery Address:
ar: عنوان التوصيل:

source: Delivery Service
ar: خدمة التوصيل

source: Location Link:
ar: رابط الموقع:

source: Order Details
ar: تفاصيل الطلب

source: Paid
ar: المسدد

source: Phone:
ar: رقم الهاتف:

source: Pound
ar: جنيه

source: Price:
ar: السعر:

source: Quantity:
ar: الكمية:

source: Residual
ar: المتبقي

source: Shop Name:
ar: اسم المحل:

source: Shop Phone:
ar: رقم هاتف المحل:

source: Total Order
ar: إجمالي الطلب

source: Type:
ar: النوع:

source: value added tax
ar: ضريبة القيمة المضافة

source: NotRegistered
ar: غير مسجل

source: Registered
ar: مسجل

source: Register Status
ar: حالة التسجيل

source: Sections
ar: الاقسام

source: Warehouse
ar: المخزن

source: Section Products
ar: منتجات القسم

source: This field is required.
ar: هذا الحقل مطلوب

source: Add To Section
ar: إضافة إلى القسم

source: Are you sure you want to delete this prdouct?
ar: هل انت متأكد من حذف هذا المنتج

source: Sale Unit
ar: وحدة البيع

source: Edit Warehouse Info
ar: تعديل بيانات المخزن

source: Total Items
ar: إجمالي العبوات

source: Total Products
ar: إجمالي المنتجات

source: Total products Size cm3
ar: إجمالي حجم المنتجات (سم³)

source: Total products Weight
ar: إجمالي وزن المنتجات (كجم)

source: update warehouse products date
ar: تاريخ تحديث منتجات المخزن

source: Updated done by
ar: تم التحديث بواسطة

source: Warehouse product report
ar: تقرير منتجات المخزن

source: Statement of warehouse products
ar: بيان بمنتجات المخزن

source: Add to stock
ar: إضافة للمخزن

source: No Products Here!
ar: لا يوجد منتجات هنا

source: update warehouse stock
ar: تحديث المنتج في المخزن

source: Warehouse Details
ar: تفاصيل المخزن

source: About Us
ar: من نحن

source: Add to order
ar: إضافة المنتج الي الطلب

source: Feedback
ar: الملاحظات

source: FeedbackEmailToAdmin
ar: إرسال الملاحظات الى المسؤول

source: FeedbackEmailToUser
ar: إرسال الملاحظات الى المستخدم

source: Feedbacks
ar: ملاحظات المستخدمين

source: Update product in order
ar: تحديث المنتج للطلب

source: No Order Existed
ar: الطلب غير موجود

source: Profitibilty Price:
ar: سعر الربحية:

source: Total Size:
ar: إجمالي الحجم( سم³):

source: Total Weight:
ar: إجمالي الوزن(كجم):

source: Total Price:
ar: إجمالي السعر:

source: Combined Exchange Permits
ar: إذن الصرف

source: Working on it
ar: جاري العمل عليها

source: Agent Name
ar: اسم المندوب

source: Car Name
ar: اسم السيارة

source: Driver Name
ar: اسم السائق

source: Operation Number
ar: رقم العملية

source: Storage
ar: مساحة التخزين

source: Driver
ar: السائق

source: Our Stock
ar: قسم المخازن

source: Add
ar: إضافة

source: Total Size
ar: الحجم

source: Total Weight
ar: الوزن

source: Orders in car
ar: اوردرات المحملة للسيارة

source: Orders ready for delivery
ar: اوردرات جاهزة للتوصيل

source: Remove
ar: إزالة

source: Back to List
ar: الرجوع

source: Users Feedbacks
ar: ملاحظات المستخدمين

source: Save and Confirm
ar: حفظ وتأكيد

source: Add Products
ar: إضافة منتجات

source: Addtional Products
ar: المنتجات الإضافية

source: Unit
ar: الوحدة

source: Manage Dashboard Users
ar: مستخدمي لوحة الادارة

source: Manage BTB Users
ar: مستخدمي BTB

source: Manage BTC Users
ar: مستخدمي BTC

source: Filter Values
ar: القيم

source: Filter Type
ar: نوع الفلتر

source: Filters
ar: الفلاتر

source: Not Active
ar: غير مفعل

source: UnLock
ar: الغاء القفل

source: Lock
ar: قفل

source: BTB Contents
ar: محتوى BTB

source: Content Type
ar: نوع المحتوي

source: Arabic Image
ar: صورة بالعربية

source: English Image
ar: صورة بالانجليزية

source: Tag
ar: علامة

source: Video
ar: فيديو

source: PDF File
ar: ملف PDF

source: Create New PDF File
ar: إنشاء ملف PDF جديد

source: Create New Video
ar: إنشاء فيديو جديد

source: User Not Exist
ar: المستخدم غير موجود

source: Incorrect password.
ar: كلمة سر خاطئة.

source: Free
ar: مجاني

source: Monthly
ar: شهري

source: Annual
ar: سنوي

source: Failed to subscribe, Please try again later.
ar: فشل الاشتراك ، يرجى المحاولة مرة أخرى في وقت لاحق.

source: Message sent successfully
ar: تم ارسال الرسالة بنجاح

source: Something wrong happened, Please try again
ar: حدث خطأ ما ، يرجى المحاولة مرة أخرى

source: A code must be supplied for a password reset.
ar: يجب توفير رمز لإعادة تعيين كلمة المرور.

source: Invalid token.
ar: رمز غير صالح.

source: SAR
ar: ر.س

source: Renews
ar: تُجدد

source: FAQS
ar: الأسئلة الشائعة

source: Events
ar: الفعاليات

source: Privacy Policy
ar: سياسة الخصوصية

# Terms &amp; Conditions
source: Terms & Conditions
ar: الشروط والأحكام

# time_booked
source: The selected Time has already been booked, Please try another time.
ar: تم حجز الوقت المحدد بالفعل ، يرجى المحاولة مرة أخرى.

# user_not_exist
source: The user does Not Exist!
ar: المستخدم غير موجود!

# failed
source: Something wrong happened!,Please try again
ar: حدث خطأ ما! ، يرجى المحاولة مرة أخرى

# sold_out
source: All Event Tickets Sold Out
ar: تم بيع جميع تذاكر الحدث

source: Profile
ar: الحساب الشخصي

source: My Booking
ar: حجوزاتي

source: My Events
ar: فعالياتي

# Time slot not available,Please try again
source: The time slot is not available, Please try again
ar: الفترة الزمنية غير متوفرة ، يرجى المحاولة مرة أخرى

source: Classes
ar: التدريبات

source: Book Session
ar: حجز تدريب

source: Book Package
ar: حجز باقة

source: Coach Details
ar: تفاصيل المدرب

source: Book Class
ar: حجز تدريب

source: Create Session
ar: إنشاء تدريبات

source: My Classes
ar: تدريباتي

source: My Packages
ar: باقاتي

source: Branches
ar: الفروع

# Navbar_Brand
source: Comedy Factory
ar: مصنع الكوميديا

# Navbar_Toggle
source: Toggle navigation
ar: تبديل القائمة

# Navbar_Home
source: Home Page
ar: الصفحة الرئيسية

# Navbar_SignUp
source: Sign Up Now
ar: سجل الآن

# Navbar_HowToSignUp
source: How to Sign Up
ar: طريقة التسجيل
